Repository: JoeyCris/GoHealthNow_iOS
Catalog: GoHealthNow/*.lproj/Localizable.strings
Languages: fr

source: Underweight
fr: Insuffisance pondérale

source: Normal weight
fr: Poids normal

source: Overweight
fr: Surpoids

source: Obese
fr: Obésité

source: Unknown
fr: Inconnu

source: Already Logged in
fr: Déjà connecté

source: Email and Password cannot be empty
fr: Email et mot de passe ne peuvent être vides

source: Invalid email address
fr: Cette adresse e-mail est invalide

source: Password is too short
fr: Ce mot de passe est trop court

source: Failed to save food image to disk
fr: Impossible d'enregistrer l'image de l'aliment sur le disque

source: Failed to load food image from disk
fr: Impossible de télécharger l'image de l'aliment à partir du disque

source: In Moderation
fr: En modération

source: Less Often
fr: Choisir Moins souvent

source: More Often
fr: Choisir Plus souvent

source: Not Given
fr: Pas donné

source: Barcode
fr: Scanner code barre

source: Auto Estimate
fr: Auto estimation

source: Customized Food
fr: Aliment personnalisé

source: Online Search
fr: Recherche en ligne

source: Standard Foods
fr: Rechercher l'aliment

source: 1 serving
fr: 1 portion

source: Customized Foods
fr: Aliments personnalisés

source: Good
fr: Bon

source: Fair
fr: Bon

source: Needs Improvement
fr: Besoin d'amélioration

source: Before Breakfast
fr: Avant le déjeuner

source: After Breakfast
fr: Après le déjeuner

source: Before Lunch
fr: Avant le dîner

source: After Lunch
fr: Après le dîner

source: Before Dinner
fr: Avant le souper

source: After Dinner
fr: Après le souper

source: Bedtime
fr: Au coucher

source: Other
fr: Autre

source: Light
fr: Léger

source: Moderate
fr: Modéré

source: Vigorous
fr: Vigoureux

source: Advice
fr: Conseil

source: Health Tip
fr: Conseil santé

source: Failed to save image to disk
fr: Impossible d'enregistrer l'image sur le disque

source: image can not be null
fr: Image ne peut pas être null

source: Gain 1 kilograms per week
fr: Gain de 1.0 kg par semaine

source: Gain 0.8 kilograms per week
fr: Gain de 0.8 kg par semaine

source: Gain 0.5 kilograms per week
fr: Gain de 0.5 kg par semaine

source: Gain 0.2 kilograms per week
fr: Gain de 0.2 kg par semaine

source: Maintain my current weight
fr: Maintenir mon poids actuel

source: Lose 0.2 kilograms per week
fr: Perdre 0.2 kg par semaine

source: Lose 0.5 kilograms per week
fr: Perdre 0.5 kg par semaine

source: Lose 0.8 kilograms per week
fr: Perdre 0.8 kg par semaine

source: Lose 1 kilogram per week
fr: Perdre 1.0 kg par semaine

# Gain 2 lbs per week
source: Gain 2 lb per week
fr: Gain de 2.0 livres par semaine

# Gain 1 1/2 lbs per week
source: Gain 1 1/2 lb per week
fr: Gain de 1.5 livres par semaine

source: Gain 1 lb per week
fr: Gain 1.0 lb par semaine

source: Gain 1/2 lb per week
fr: Gain de 0.5 livres par semaine

source: Lose 1/2 lb per week
fr: Perdre 0.5 livres par semaine

source: Lose 1 lb per week
fr: Perdre 1.0 livres par semaine

# Lose 1 1/2 lbs per week
source: Lose 1 1/2 lb per week
fr: Perdre 1.5 livres par semaine

# Lose 2 lbs per week
source: Lose 2 lb per week
fr: Perdre 2.0 livres par semaine

source: Email Cancelled.
fr: Email annulé.

source: Email Saved.
fr: Email sauvegardé.

source: Email Sent.
fr: Email envoyé.

source: Snooze
fr: Rappel

source: Login To Record The Information
fr: Connectez-vous pour enregistrer les informations

source: Will Do
fr: D'accord

source: Take & Log
fr: Prendre & Enregistrer

source: Modify Once
fr: Modifier Une fois

source: Log
fr: Enregistrement

source: We haven't see you in awhile. Please log your health information.
fr: Nous ne vous avons pas vu depuis un certain temps. Inscrivez vos informations de santé s.v.p.

source: Open
fr: Ouvrir

source: Failed to get the info, please retry!
fr: Impossible d'obtenir les informations, réessayez s.v.p.!

source: Duplicate Notification Times
fr: Temps de notification en double

source: You have another notification set within 2 minutes of this one. Space out notifications by 3 or more minutes, to give yourself time to address each notification.
fr: Vous avez une autre notification prévue dans les 2 prochaines minutes de celle-ci. Espacez les notifications par 3 minutes ou plus, pour vous donner le temps de répondre à chaque notification.

source: Blood Pressure Reminder
fr: Rappel de la pression artérielle

source: Blood Pressure Reminder: %@
fr: Rappel de la pression artérielle: %@

source: Save
fr: Sauvegarder

source: Exercise Reminder
fr: Rappel d'exercice

source: Exercise Reminder: %@
fr: Rappel d'exercice: %@

source: Snack
fr: Collation

source: Breakfast
fr: Déjeuner

source: Lunch
fr: Dîner

source: Dinner
fr: Souper

source: Diet Reminder: %@
fr: Rappel de diète: %@

source: Blood Glucose Reminder: %@
fr: Rappel de glycémie: %@

source: Medication Reminder: %@ - %@
fr: Rappel de médicaments: %@ - %@

source: Add New Medication
fr: Ajouter un nouveau médicament

source: Enter A Medication That is Not Listed
fr: Entrez un médicament qui ne figure pas

source: Medication Name
fr: Nom du médicament

source: Be creative when creating new medications. Create a name that encompasses many pills or multivitamins and set the dosage to 1.
fr: Soyez créatifs lors de la création de nouveaux médicaments. Créez un nom qui englobe beaucoup de pilules ou de multivitamines et de définir la dose à 1.

source: Tap To Add New Medication
fr: Ajouter de nouveaux médicaments

source: User Entered Medication
fr: Médicament entré par l'utilisateur

source: Insulin
fr: Insuline

source: Medication
fr: Médication

source: Create Reminder
fr: Créer un Rappel

source: Record Medication
fr: Enregistrer un médicament

source: Blood Glucose Testing
fr: Rappel du test de glycémie

source: Exercise
fr: Exercice

source: Blood Pressure
fr: Pression artérielle

source: Meal Reminder
fr: Rappel de repas

source: Daily
fr: Tous les jours

source: Set up daily reminders here. If you usually take your morning medication from 7 to 8 am, set it up for 7 am. When the 7 am notification comes, you can click Snooze (reminds you again in 15 min), if you wish. Try to space your notifications 2 to 3 minutes apart to give you time to address each notification. You can delete a notification by swiping the notification to the right and tapping the delete button. You can modify medication reminders by tapping on them. To modify any other reminder please delete and create a new one.
fr: Mise en place de rappels quotidiens ici. Si vous prenez habituellement vos médicaments le matin entre 7h et 8h, mettez-le en place pour 7 heures du matin. Lorsque la notification de 7h viendra, vous pourrez cliquer sur Rappel (rappel à nouveau après 15 min), si vous le souhaitez. Pour inscrire un événement unique (non rappel le quotidien), cliquez sur l'onglet ENTRER.

source: Compliance rate: %@%% Skipped: %@
fr: Taux de conformité: %@%% Ignoré: %@

source: Weight Goal
fr: Objectifs de poids

source: Exercise Goal
fr: Objectifs d'exercice

source: Daily Step Count Goal
fr: Objectif de pas quotidien

source: steps
fr: pas

source: Weekly Step Count Goal
fr: Objectif de pas hebdomadaire

source: weekly step count
fr: Nombre de pas hebdomadaire

source: Weekly Moderate/ Vigorous Exercise Goal
fr: Objectif hebdomadaire d'exercice modéré/Vigoureux

source: weekly moderate/vigorous exercise
fr: exercice modéré/vigoureux hebdomadaire

source: Synchronizing...
fr: Synchronisation...

source: Not Set
fr: Pas défini

# Lbs
source: Lb
fr: Livres

source: %.0f steps
fr: %.0f pas

source: Target
fr: Cible

source: Please set your %@ goal.
fr: Configurer votre objectif %@ .

source: Invalid number
fr: Nombre invalide

source: Please input a number less than %0.f
fr: Veuillez saisir un nombre inférieur à%0.f

source: Your weight goal affects your daily recommended calories, meal target values and scores
fr: Configurez votre objectif de poids (pour la perte ou gain de poids) ici. Notez que cela affecte votre cible quotidienne en calories, vos scores de repas et ainsi de suite

source: Not good
fr: Pas bon

source: Total minutes
fr: Total des minutes

source: Target(week)
fr: Cible(Semaine)

source: Blood glucose
fr: Glycémie

source: Weight(%@)
fr: Poids(%@)

source: Share
fr: Partager

source: Graph to Share?
fr: Graphique à partager?

source: Daily Calories Balance
fr: Balance de calories quotidienne

source: Average Meal Score
fr: Score moyen du Repas

source: Exercise Minutes
fr: Minutes d'exercice

source: Weekly Breakdown
fr: Répartition hebdomadaire

source: Monthly Breakdown
fr: Répartition mensuelle

source: NEW
fr: Nouveau

source: Retrieving...
fr: Récupération en cours...

source: No notifications
fr: Aucune notification

source: Weight (%@)
fr: Poids (%@)

source: Weigh yourself on the same scale and at same time of day to accurately track your weight.
fr: Pesez-vous sur la même balance et au même moment de la journée pour un suivi précis de votre poids.

source: Medication Info
fr: Info sur le médicaments

source: Name: %@ Doseage: %@ RecordedTime: %@ Note: %@
fr: Nom: %@ Doseage: %@ Heure d'enregistrement: %@ Note: %@

source: Delete Medication Log
fr: Supprimer l'entrée de médicament

source: Are you sure you want to Delete this medication ?
fr: Etes-vous sûr de vouloir supprimer ce médicament?

source: Cancel
fr: ANNULER

source: Delete
fr: SUPPRIMER

source: Record your A1C:
fr: Enregistrez votre HbA1C:

source: hours
fr: heures

# Remaining: %.0f (~ %d mins)
source: Remaining: %.0f (~ %d min)
fr: Restant: %.0f (~ %d min)

source: Goal achieved!
fr: Objectif atteint!

source: Goal %.0f
fr: Objectif %.0f

source: No daily step goal.
fr: Aucun objectif de pas quotidien.

source: Goal 0
fr: Objectif 0

source: %@ steps
fr: %@ pas

source: Light Exercise
fr: Exercice léger

source: Moderate Exercise
fr: Exercice modéré

source: Vigorous Exercise
fr: Exercice Vigoureux

source: None
fr: Aucun

source: Exercise Info
fr: Info d'exercice

source: Name: %@ Exercise Time: %@ Record Time: %@ Calories: %@ Note: %@
fr: Nom: %@ Heure d'exercice: %@ Heure d'nregistrement: %@ Calories: %@ Notes: %@

source: Name: %@ Exercise Time: %@ Record Time: %@ Calories: %@ Steps: %@ Note: %@
fr: Nom: %@ Heure d'exercice: %@ Heure d'enregistrement: %@ Calories: %@ Pas: %@ Notes: %@

source: Analyze
fr: Analyse

source: Save Only
fr: Enregistrement seulment

source: Redo
fr: Refaire

source: 'CANCEL' meal log of photo
fr: 'ANNULER' journal de repas par photo

source: 'TAKE' a photo of the whole meal
fr: 'PRENDRE' une photo de tout le repas

source: 'SKIP' photo to enter meal manually
fr: 'SAUTER' la photo pour entrer manuellement repas

source: Take
fr: PRENDRE

source: Skip
fr: SAUTER

source: Saving Photo...
fr: Savegarde de la photo...

source: On
fr: Allumer

source: Off
fr: Éteindre

source: Auto Estimating...
fr: Auto estimation...

source: Unable to classify image
fr: Impossible de classer l'image

source: Unable to retrieve classification results
fr: Impossible de récupérer les résultats de la classification

source: Unknown error
fr: Erreur inconnue

source: Unable to retrieve image
fr: Impossible de récupérer l'image

source: Sorry we could not recognize your food item
fr: Désolé, nous ne pouvons pas reconnaître votre aliment

source: Often lighting, angle, zoom, and camera quality can have an negative affect. Your photo has been saved to help us improve! Thank you.
fr: Souvent, l'éclairage, l'angle, le zoom et la qualité de la caméra peuvent avoir un effet négatif. Votre photo a été sauvegardé pour nous aider à nous améliorer! Merci.

source: We have identified the following based upon your image. Select the one that is correct.
fr: Nous avons identifié les éléments suivants en fonction de votre image. Choisissez celui qui est correct.

source: Photo taken will be lost. Do you want to save photo for future use?
fr: La photo prise sera perdue. Voulez-vous enregistrer la photo pour une utilisation future?

source: Unable to Load
fr: Impossible de charger

source: This food item is missing serving size information.
fr: Cet aliment manque de l'information sur la portion.

source: Nutrition Facts
fr: Valeur nutritive

source: Estimated Nutrition Values
fr: Valeur nutritive estimée

source: Nutrition Facts (Powered by FatSecret)
fr: Valeur nutritive (Source par FatSecret)

source: Number of Servings
fr: Nombre de portions

source: %d and %@
fr: %d et %@

source: Total Carbs
fr: Total Glucides

source: %@Sugar
fr: %@Sucres

source: Net Carbs
fr: Glucides nets

source: Protein
fr: Protéines

source: Fat
fr: Lipides

source: Delete this food
fr: Supprimer cet aliment

source: 1/4 teaspoon (tsp)
fr: 1/4 cuillère à café (c.c.)

source: 1/2 tsp
fr: 1/2 c.c.

source: 1 tsp
fr: 1 c.c.

source: 1 tablespoon (tbsp)
fr: 1 cuillère à soupe (c.s.)

source: 1/4 cup
fr: 1/4 tasse

source: 1/3 cup
fr: 1/3 tasse

source: 1/2 cup
fr: 1/2 tasse

source: 2/3 cup
fr: 2/3 tasse

source: 3/4 cup
fr: 3/4 tasse

source: 1 cup
fr: 1 tasse

source: 1.25 ml (mililiter)
fr: 1.25 ml (mililitre)

source: 1/2 ounce (oz)
fr: 1/2 once (oz)

source: 1 lb (pound)
fr: 1 lb (livre)

source: 15 g (grams)
fr: 15 g (grammes)

source: 1 kg (kilogram)
fr: 1 kg (kilogramme)

source: Score: %@, %.1f calories
fr: Score: %@, de %.1f calories

source: Delete Meal Log
fr: Supprimer cette entrée de repas

source: Are you sure you want to Delete this meal ?
fr: Êtes-vous sûr de vouloir Supprimer ce repas ?

source: %@, %ld item
fr: %@, %ld article

source: %@, %ld items
fr: %@, %ld articles

source: Select a recent meal below or tap 'Add' to add a new meal
fr: Sélectionnez un repas récent ci-dessous ou cliquez sur 'Ajouter' pour ajouter un nouveau repas

source: Searched For: %@
fr: Vous avez cherché: %@

source: Searching...
fr: Recherche...

source: Often lighting, angle, zoom, and camera quality can have an negative affect. Your photo has been saved to help us improve! Thank you.
fr: Souvent, l'éclairage, l'angle, le zoom et la qualité de la caméra peuvent avoir un effet négatif. Votre photo a été sauvegardé pour nous aider à nous améliorer! Merci.

source: No results found
fr: Aucun résultat trouvé

source: OR
fr: OU

source: Scan Barcode
fr: Scanner code barre

source: Search
fr: Rechercher

source: Manual Input
fr: Entrer l'aliment manuellement

source: Alert
fr: Alerte

source: Please enter a food item name
fr: Entrez un nom pour l'aliment

source: OPTIONAL
fr: OPTIONNEL

source: Take photo
fr: Prendre la photo

source: Choose Existing
fr: Choisir existant

source: Carbs
fr: Glucides

source: Fibre: %.1f g
fr: Fibres: %.1f g

source: Sugar: %.1f g
fr: Sucres: %.1f g

source: Score: %.0f, Fair
fr: Score: %.0f, Bon

source: Score: %.0f, Needs Improvement
fr: Score: %.0f, Besoin d'amélioration

source: Notice: The info below comes from various sources, including your input. If you need to determine medications etc. based on it, please check all sources by yourself.
fr: Avis: L'information ci-dessous provient de diverses sources, y compris votre entrée. Si vous avez besoin de déterminer les médicaments, etc. sur cette base, vérifiez toutes les sources par vous-même s.v.p..

source: Prediction: %@
fr: Prévision: %@

source: Please estimate manually or use Search
fr: Estimez manuellement s.v.p. ou utilisez Rechercher

source: See our top %lu predictions
fr: Voir nos meilleures %lu des prévisions

source: Maximum value: %.0f
fr: Valeur maximale: %.0f

source: Maximum value: %.0f g
fr: Valeur maximale: %.0f g

source: Please input your %@ value
fr: Entrez votre %@ valeur s.v.p.

source: Too few
fr: Trop peu

source: Too many
fr: Trop

source: Choose Alternative Prediction
fr: Choisissez une prévision alternative

source: New Meal Record
fr: Enregistrer un nouveau repas

source: Blood Glucose Info
fr: Info glycémie

source: Name: %@ Level: %@ Record Time: %@ Note: %@
fr: Nom: %@ Taux: %@ Heure d'enregistrement: %@ Note: %@

source: Delete Blood Glucose Log
fr: Supprimer l'entrée de glycémie

source: Are you sure you want to Delete this Blood Glucose Log ?
fr: Etes-vous sûr de vouloir supprimer cette entrée de glycémie ?

source: Empty record cannot be saved!
fr: Enregistrement vide ne peut pas être sauvegarder!

source: Blood Pressure Info
fr: Info glycémie

source: Date: %@ Systolic: %@ Diastolic: %@ BPM: %@ Note: %@
fr: Date: %@ Systolique: %@ Diastolique: %@ BPM: %@ Note: %@

source: Delete Blood Pressure Log
fr: Supprimer l'entrée de glycémie

source: Are you sure you want to Delete this Blood Pressure Log ?
fr: Etes-vous sûr de vouloir supprimer cette entrée de glycémie ?

source: Last meal score
fr: Dernier Score repas

source: Please Wait - Do Not Close App Updating Step Information
fr: Attendez s.v.p. - Ne pas fermer l'application Mise à jour des informations de Pas

source: Daily Step Count
fr: Nombre de pas quotidiens

source: Minutes this week
fr: Minutes cette semaine

source: Last recorded: %.1f %@
fr: Dernier enregistrement: %.1f %@

source: Last recorded: %@
fr: Dernier enregistrement: %@

source: Last recorded:
fr: Dernier enregistrement:

source: Add
fr: Ajouter

source: Audio Question
fr: Question Audio

source: Diet
fr: Diète

source: No Questions
fr: Aucune questions

source: Category: %@
fr: Catégorie: %@

source: Attach photo
fr: Joindre photo

source: Attached photo
fr: Photo ci-joint

source: Play Back
fr: Jouer Reculer

source: Playing...
fr: En cours de jouer...

source: Hold To Record
fr: Appuyer Pour enregistrer

source: Record audio (60 seconds max)
fr: Enregistrer audio (60 secondes max)

source: Recorded audio
fr: Audio enregistrée

source: We will do our best to provide a quick answer to your question. If you have a medical issue, consult your healthcare providers directly.
fr: Nous ferons de notre mieux pour vous fournir une réponse rapide à votre question. Si vous avez un problème médical, consultez directement vos fournisseurs de soins de santé.

source: Question type
fr: Type de question

source: Show photo
fr: Voir la photo

source: Delete photo
fr: Supprimer la photo

source: Not Available
fr: Indisponible

source: You denied GoHealthNow Access to the Microphone. To enable access go to Settings -> GoHealthNow -> Microphone
fr: Vous refusé l'accès au microphone à GoHealthNow. Pour activer l'accès aller à Paramètres -> GoHealthNow -> Microphone

source: Remaining: %d seconds
fr: Restant: %d secondes

source: Playing recording...
fr: Jouer l'enregistrement...

source: Manage Your Diabetes
fr: Gérer votre diabète

source: Diabetes care is in your hand with GoHealthNow. Set up reminders for taking medication, checking blood glucose, and so on. When it “dings”, you only need one-click to log your data.
fr: Les soins du diabète sont entre vos mains avec GoHealthNow. Mettez en place des rappels pour la prise de médicaments, le contrôle de la glycémie, et ainsi de suite. Quand il sonnera, vous aurez simplement besoin d'un seul clic pour vous connecter à vos données.

source: Analyze Your Data
fr: Analyse de vos données

source: Advanced data analytics for food recognition and personalized advice. GoHealthNow follows CDA (Canadian Diabetes Association) guidelines
fr: Analyse avancée des données pour la reconnaissance des aliments et des conseils personnalisés. GoHealthNow suit les lignes directrices de l'ACD (Association canadienne du diabète)

source: Online Logbook
fr: Journal en ligne

source: View trends, alerts, charts in your private and secure Online Logbook. Print one out before seeing your healthcare providers.
fr: Voir les tendances, les alertes, les graphiques dans votre Journal en ligne qui est privé et sécurisé. Imprimez-en un avant de voir votre fournisseur en soins de santé.

source: Clinical Trial
fr: Essai clinique

source: Using GoHealthNow may help you improve your diabetes, as shown in a clinical trial at Western University.
fr: L'utilisation de GoHealthNow peut vous aider à maîtriser votre diabète, comme indiqué dans un essai clinique à l'Université Western.

source: Get Started Today!
fr: Commencez aujourd'hui!

source: Previous
fr: Précédent

source: Get Started
fr: Commencez aujourd'hui!

source: User Setup
fr: Configuration de l'utilisateur

source: Failed to save user information.
fr: Impossible d'enregistrer les informations de l'utilisateur.

source: 1. Access Code
fr: 1. Code d'accès

source: 2. Name
fr: 2. Nom

source: 3. Gender
fr: 3. Sexe

source: 4. Birth Year
fr: 4. Année de naissance

source: 5. Unit System
fr: 5. Unité de mesure

source: 6. Blood Unit
fr: 6. Unité de mesure pour glycémie

source: 7. Weight
fr: 7. Poids

source: 8. Height
fr: 8. Grandeur

source: 9. Daily Calorie
fr: 9. Calories quotidiens

source: 10. BMI and Waist
fr: 10. IMC et taille

source: 11 Reminders
fr: 11 Rappels

source: To set up your profile, press Continue and follow these steps:
fr: Pour configurer votre profil, appuyez sur Continuer et suivez ces étapes:

source: or press Skip to set up your profile later from the Menu.
fr: ou appuyez sur Passer pour configurer votre profil plus tard à partir du Menu.

source: Please select at least 1 item to log
fr: Sélectionnez au moins 1 article à enregistrer

source: Choose your data to be logged:
fr: Choisissez votre donnée à être enregistré:

source: Name
fr: Nom

source: ID
fr: Identifiant

source: Access Code
fr: Code d'accès

source: Gender
fr: Sexe

source: Birth Year
fr: Année de naissance

source: Conditions / Ethnicity
fr: Conditions/Ethnicité

source: Blood Glucose Unit
fr: Unité de glycémie

source: Unit System
fr: Unité de mesure

source: Height
fr: Grandeur

source: Waist Circumference
fr: Circonférence de la taille

source: BMI
fr: IMC

source: Calorie Distribution
fr: Distribution calorique

source: To get the Best Personalized Experience please fill in all fields. You can always update these fields later.
fr: Pour obtenir la meilleure expérience personnalisée, remplissez tous les champs s.v.p. Vous pouvez toujours mettre à jour ces champs plus tard.

# %.1f lbs
source: %.1f lb
fr: %.1f livres

source: White/Caucasian
fr: Blanc(Caucasien)

source: Black/Afro-Caribbean
fr: Noir/Afro-Caribéen

source: Asian
fr: Asiatique

source: Aboriginal/American Indian
fr: Autochtone/Indiens d'Amérique

source: Hispanic/Latino
fr: Hispanique ou Latino

source: Questions About GoHealthNow
fr: Questions au sujet de GoHealthNow

source: Logging out...
fr: Déconnection...

source: Unable to logout.
fr: Impossible de se déconnecter.

source: Log a meal
fr: Enregistrer un repas

source: Add a reminder
fr: Ajouter un rappel

source: Set up your profile
fr: Configurer votre profil

source: Contact us
fr: Contactez-nous

source: If your organization requires you to use a specific ID Code, please enter it above. If not, please leave blank
fr: Si votre organisation vous demande d'utiliser un code d'accès spécifique, entrez-le ici s.v.p.:

source: Blood Glucose
fr: Glycémie

source: Quick log
fr: Enregistrement rapide

source: Target Calories
fr: Calories cibles

source: We recommend that each day you have three meals and three snacks. Each meal and the three snacks, should each have a calorie allotment of 25% of your total daily targeted calorie consumption. Your recommeded daily calorie intake is clculated based on your profile, more information can be found by viewing the Harris-Benedict Equation.
fr: Nous recommandons que vous mangiez trois repas ainsi que trois collations par jour. Chaque repas (déjeuner, dîner, souper, 3 collations combinés) doit représenter une distribution calorique de 25% de votre consommation calorique quotidienne totale. Votre consommation calorique quotidienne recommandée est calculée selon votre profile. Pour plus d’informations, référez-vous à l’équation de Harris-Benedict.

source: Harris-Benedict Equation
fr: Équation Harris-Benedict

source: No Data
fr: Aucune donnée

source: Processing
fr: En traitement
