Repository: JoeyCris/GoHealthNow_iOS
Catalog: GoHealthNow/*.lproj/Localizable.strings
Languages: fr

source: If your organization requires you to use a specific Access Code, please enter it above. If not, please leave blank
fr: Si votre organisation vous demande d'utiliser un code d'accès spécifique, entrez-le ici s.v.p.:

source: Weight %@
fr: Poids %@

source: New Weight Record %@
fr: Enregister un nouveau poids %@

source: Weigh yourself on the same scale and at the same time of day to accurately track your weight
fr: Pesez-vous sur la même balance et au même moment de la journée pour un suivi précis de votre poids

source: Ethnicity
fr: Ethnicité

source: Diabetes / Prediabetes
fr: Diabète / Prédiabète

source: High Blood Pressure
fr: Hypertension artérielle

source: White / Caucasian
fr: Blanc / Caucasien

source: Black / Afro-Caribbean
fr: Noir / Afro-Caribéen

source: Aboriginal / American Indian
fr: Autochtone / Indien d'Amérique

source: Hispanic / Latino
fr: Hispanique / Latino

source: Do you wish to set a weight loss goal ?
fr: Voulez-vous fixer un objectif de perte de poids ?

source: Weight Goal %@
fr: Objectif de poids %@

source: Today
fr: Aujourd'hui

source: This Week
fr: Cette Semaine

source: Yes
fr: Oui

source: No
fr: Non

source: More Info
fr: Plus d'informations

source: Continue
fr: Continuer

source: Congratulations!
fr: Félicitations!

source: exercise
fr: exercice

source: meal
fr: repas

source: other
fr: autre

source: Weight
fr: Poids

source: Back
fr: Retour

source: Upgrading Database...
fr: Mise à jour de la base de données...

source: Database Error
fr: Erreur de la base de données

source: Database could not be upgraded. Please restart the app to try again.
fr: La base de données n'a pas pu être mise à jour. Redémarrer l'application pour essayer à nouveau.

source: Recording time
fr: Heure d'enregistrement

source: Enter blood glucose type:
fr: Entrer le type glycémie:

source: Enter blood glucose level (%@):
fr: Entrer le taux de glycémie (%@):

source: Your blood glucose level appears high. Monitor and adjust your meal plan and physical activity. Seek medical advice if it remains high.
fr: Votre taux de glycémie apparaît élevé. Surveillez et ajustez votre plan de repas ainsi que votre activité physique. Consultez un médecin si elle demeure élevée.

source: Your blood glucose level appears low. Eat or drink 15g of carbs to increase your glucose levels. Seek medical advice if it remains low.
fr: Votre taux de glycémie semble faible. Mangez ou buvez 15g de glucides pour augmenter votre taux de glycémie. Consultez un médecin si elle reste faible.

source: High Blood Glucose
fr: Glycémie élevée

source: Low Blood Glucose
fr: Glycémie faible

source: Update Meal
fr: Mise à jour de repas

source: Log New Meal
fr: Enregistrer un nouveau repas

source: Profile missing information
fr: Informations manquantes au profil

source: Please make sure that your profile is setup properly. Your year of birth, gender, weight and height are required to calculate your meal score.
fr: Assurez-vous que votre profil est configuré correctement s.v.p. Votre année de naissance, le sexe, le poids et la hauteur sont nécessaires pour calculer votre score de repas.

source: Modify Date & Time
fr: Modifier date et heure

source: Modify Time
fr: Modifier l'heure

source: See Nutrition Facts
fr: Voir la valeur nutritive

source: Choose Meal Type
fr: Choisir le type de repas

source: Meal Name
fr: Nom du repas

source: Give your meal a name
fr: Donner un nom à votre repas

source: Duplicate Food Items
fr: Dupliquer l'aliment

source: Your meal contains duplicate food items.
fr: Votre repas contient des aliments en double.

source: Add Food Item
fr: Ajouter un aliment

source: Please Choose a Meal Type
fr: Choisissez un type de repas s.v.p.

source: Our algorithms will give your meal a score out of 100. The higher the score, the healthier your meal
fr: Nos algorithmes donneront à votre repas une note sur 100. Plus le score est élevé, plus votre repas est sain

source: Add food for scoring
fr: Ajouter aliment pour un score

source: This app does not have permission to use the camera.
fr: Cette application n'a pas l'autorisation pour utiliser l'appareil photo.

source: This device does not have a camera.
fr: Ce dispositif n'a pas d'appareil photo.

source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

source: Based on aggregated research, we have pre-set a daily step count goal of 7,500
fr: Selon un ensemble de recherches, nous avons préfixé un objectif de 7500 pas

source: Based on aggregated research, we have pre-set a weekly step count goal of 37,500
fr: Selon un ensemble de recherches, nous avons préfixé un objectif hebdomadaire de 37 500 pas.

source: Weekly Moderate And Vigorous Exercise Goal
fr: Objectif hebdomadaire d'exercice modéré/Vigoureux

source: A total of 150 minutes or more of moderate or vigorous exercise is recommended for healthy adults. Consult your physician prior to engaging in exercise at a level that you are not used to. Should the pre-set goal be unsuitable for you, change it to a level that fits your lifestyle and modify it as you progress onwards.
fr: Un total de 150 minutes ou plus d'activité physique modérée ou vigoureux est recommandé pour les adultes en bonne santé. Consultez votre médecin avant vous livrer à un exercice à un niveau que vous n'êtes pas habitué. Si l'objectif prédéfini ne vous convient pas, changez-le à un niveau qui correspond à votre style de vie et modifiez-le selon votre progrès.

source: How To Video
fr: Vidéos démo

source: Profile
fr: Profil

source: Input Selection
fr: Sélection de l'entrée

source: Set Reminder
fr: Configurer un rappel

source: Logout
fr: Se déconnecter

source: Contact Us
fr: Contactez-nous

source: Goals
fr: Objectifs

source: Home
fr: Accueil

source: Access https://myaccount.glucoguide.com from a computer or tablet for a complete overview of your data, charts and trends. Viewing through a smartphone is not recommended due to their small screen size. Log into your account with the email address and password you used when you created your personalized GoHealthNow account.
fr: Accéder à https://myaccount.glucoguide.com à partir d'un ordinateur ou une tablette pour un aperçu complet de vos données, des graphiques et des tendances. nLa visualisation à travers d'un smartphone n'est pas recommandée en raison de la petite taille de l'écran. Enregistrez votre compte avec l'adresse email et le mot de passe que vous aviez utilisé lorsque vous avez créé votre compte GoHealthNow personnalisé.

source: Tap here to type your question.
fr: Appuyez ici pour écrire votre question.

source: Sending note...
fr: Envoi de note...

source: The note has been successfully sent!
fr: La note a été envoyée avec succès!

source: The note could not be sent
fr: La note n'a pas été envoyée

source: None Logged
fr: Aucun enregistrement

source: Medication Has Been Added To The List
fr: Le médicament a été ajouté à la liste

source: Medication Already In The List
fr: Le médicament est déjà dans la liste

source: Sleep
fr: Sommeil

source: A1C
fr: HbA1C

source: Lab Tests
fr: Test de Laboratoire

source: Changes to this %@ record will be lost. Do you want to continue?
fr: Les modifications apportées %@ à ce dossier seront perdues. Voulez-vous continuer?

source: Your selected inputs have been saved successfully!
fr: Vos entrées sélectionnées ont été enregistrées avec succès!

source: From Food Recognition
fr: À partir de la reconnaissance des aliments

source: Top %ld Predictions
fr: Top %ld des prévisions

source: About Food Recognition
fr: A propos de la reconnaissance des aliments

source: This food item was recognized by our smart food recognition algorithm, and we provided those estimated nutritional values based on recognition results.
fr: Cet aliment a été reconnu par notre algorithme de reconnaissance d'aliment à puce et nous avons fourni ces valeurs nutritives estimées en fonction des résultats de la reconnaissance.

source: Serving Size
fr: Portion

source: Your Selection
fr: Votre sélection

source: Record has been saved sucessfully!
fr: L'entrée a été enregistré avec succès!

source: Record failed to save
fr: L'entrée n'a pas réussi à sauvegarder

source: Saving record...
fr: Sauvegarde l'entrée...

source: Saving user...
fr: Enregistrement de l'utilisateur...

source: category
fr: catégorie

source: Are you sick?
fr: Êtes-vous malade?

source: Are you stressed out?
fr: Êtes-vous stressé?

source: How long did you sleep last night?
fr: Combien d'heures avez-vous dormi la nuit dernière?

source: About today:
fr: Aujourd'hui:

source: Abnormal %@ Exercise Minutes
fr: Minutes %@ d'exercice anormales

source: %@ exercise is beneficial but you should increase the duration slowly. Are you sure the duration of your %@ exercise is %ld minutes?
fr: %@ l'exercice est bénéfique, mais vous devez augmenter la durée lentement. Êtes-vous sûr que la durée de votre %@ exercice est %ld minutes?

source: Start Time
fr: Heure de départ

source: %@ exercise duration
fr: Durée de l'exercice %@

source: Manually added
fr: Manuellement ajouté

source: Automatically Added
fr: Ajouté automatiquement

source: Include more fibre
fr: Inclure plus de fibres

source: Reduce unhealthy fat
fr: Réduire la graisse malsaine

source: Reduce salt
fr: Réduire le sel

source: Press the info button here to view this screen again at any time
fr: Appuyez ici sur la touche info pour afficher cet écran à tout moment

source: Average meal score
fr: Score moyen des repas

source: Exercise minutes
fr: Minutes d'exercice

source: Daily calories balance
fr: Balance des calories quotidiennes

source: Blood glucose (Fasting)
fr: Taux de glycémie (à jeun)

source: Log your weight to view your progress
fr: Entrez votre poids pour voir vos progrès

source: Log your meals to view your progress
fr: Entrez vos repas pour voir vos progrès

source: Log your blood glucose to view your progress
fr: Entrez votre taux glycémie pour voir vos progrès

source: Log your exercise to view your progress
fr: Entrez votre exercice pour voir vos progrès

source: GoHealthNow’s pedometer feature tracks your steps automatically on your phone, so you need to have another wearable device! Just put your phone in your pants pockets or attach it to an armband when you walk, brisk walk, or run. Based on your speed, the app can determine whether your exercise is Light, Moderate, or Vigorous. It is simple and effective! Based on aggregated research, we have pre-set a daily step count goal of 7,500. You can always change it in “Set Your Goals.“
fr: La fonction de podomètre de GoHealthNow suit vos pas automatiquement sur votre téléphone, donc vous n'avez pas besoin d'avoir un autre dispositif portable! Il suffit de mettre votre téléphone dans vos poches de pantalon ou de l'attacher à un brassard quand vous marchez, marchez rapidement ou courez. À partir de votre vitesse, l'application peut déterminer si votre exercice est léger, modéré ou vigoureux. C'est simple et efficace! Selon un ensemble de recherches, nous avons préfixé un objectif de 7500 pas. Vous pouvez toujours changer dans 'Définir vos objectifs.'

source: Step Count Information
fr: Information sur le comptage de pas

source: Calorie Information
fr: Information calorique

source: Your body is constantly burning calories even when you are at rest. Thus, the recorded calories burnt in exercise is a rough estimate. Do not be discouraged by the small amount of calories burnt. Being active is key. As you becomes more active, you can gradually increase your exercise duration and intensity.
fr: Votre corps brûle constamment des calories, même lorsque vous êtes au repos. Ainsi, les calories brûlées enregistrées dans l'exercice sont une estimation. Ne soyez pas découragés par la petite quantité de calories brûlées. Être actif est la clé. Lorsque vous deviendrez plus actif, vous pourrez augmenter graduellement votre durée d'exercice ainsi que l'intensité.

source: No Infomation
fr: Aucune infomation

source: No Light, Moderate, or Vigorous Mintues Were Recorded
fr: Les minutes pour exercice léger, modéré ou vigoureux n'ont pas été enregistrées

source: Feels like you can maintain activity for hours. It is easy to breath and carry a conversation.
fr: sensation de maintenir l'activité pendant des heures, facilité à respirer et mener une conversation.

source: light walking
fr: lmarche légère

source: light housework like dusting
fr: Travaux ménagers légers comme dépoussièrage

source: Feels like you are working comfortably while breathing heavily and can hold a short conversation.
fr: Sensation de travailler confortablement tout en respirant profondément et peut tenir une courte conversation.

source: walking briskly
fr: marche rapide

source: water aerobics
fr: aquagym

source: bicycling slowly
fr: bicyclette lentement

source: ballroom dancing
fr: danse de salon

source: general gardening
fr: jardinage général

source: heavy housework like vacuuming, mopping, scrubbing etc.
fr: Lourds travaux énagers comme l'aspirateur, passer la vadrouille, frotter, etc.

source: On the verge of becoming uncomfortable, short of breath and can speak a sentence or two.
fr: Sur le point de devenir inconfortable, souffle court et peut dire une phrase ou deux.

source: race walking
fr: course à pied

source: running
fr: course

source: swimming laps
fr: tours de natation

source: tennis (singles)
fr: tennis (simples)

source: aerobics
fr: aérobie

source: bicyling fast
fr: Bicyclette rapide

source: jumping rope
fr: corde à sauter

source: heavy gardening (digging or hoeing)
fr: jardinage lourd (creusage ou binage)

source: Hiking uphill
fr: Randonnée en montée

source: intense weight lifting
fr: musculation intense

source: interval training
fr: excercice par intervalle

source: Examples: %@
fr: Exemples: %@

source: If you do other types of exercise such as swimming, or if you didn't carry your phone when you walk, you can enter your exercise here. If you allowed Motion Tracking, minutes from vigorous or moderate walking and running will be automatically entered
fr: Si vous faites d'autres types d'exercices comme la natation ou si vous ne portez pas votre téléphone sur vous lorsque vous marchez, vous pouvez entrer votre exercice ici. Si vous avez autorisé la Localisation de mouvement, les minutes de marche et la course vigoureuse ou modérée seront automatiquement inscrits

source: If you do other types of exercise such as swimming, you can enter your exercise here.
fr: Si vous faites d'autres types d'exercices comme la natation, vous pouvez entrer votre exercice ici.

source: You can take photo(s) of your food. GoHealthNow, together with nutrition experts, will analyze your photo and provide you with nutrition advice (only for users with a valid access code). You will be notified shortly. If you have any questions about this meal, enter here.
fr: Vous pouvez prendre des photos de vos aliments. GoHealthNow, en collaboration avec des experts en nutrition, analysera votre photo et vous fournira des conseils sur la nutrition (uniquement pour les utilisateurs disposant d'un code d'accès valide). Vous serez avertis dans peu de temps. Si vous avez des questions sur ce repas, entrez ici.

source: Weekly Moderate and Vigorous Minutes
fr: Minutes d'exercice modéré et vigoureux hebdomadaire

source: If you have diabetes, your goal is to accumulate a minimum of 150 min of moderate and vigorous exercise per week, as recommended by the CDA and the ADA. The ACSM recommends a minimum of 150 min per week to achieve weight loss and a minimum of 250 min per week to prevent weight regain.
fr: Si vous avez le diabète, votre objectif est d'accumuler un minimum de 150 minutes d'exercice modéré et vigoureux par semaine, tel que recommandé par l'ACD et l'ADA. Le ACSM recommande un minimum de 150 minutes par semaine pour une perte de poids et un minimum de 250 minutes par semaine pour éviter la reprise de poids.

source: Step Count Goals
fr: Objectifs de nombre de pas

source: Based on your age and extensive research, we think this would be a good daily step goal. You can always change it in “Set Your Own Goals”. However, step counts do not consider how fast you walk, jog, or run. Thus we automatically convert your step counts to Light, Moderate, or Vigorous exercise minutes. If you live with diabetes, CDA and ADA recommends that you accumulate a minimum 150 min of Moderate and Vigorous exercise per week.
fr: Basé sur votre âge ainsi que de longues recherches, nous pensons que ce serait un bon objectif de nombre de pas. Vous pouvez toujoursle changer dans 'Définir vos propres objectifs'. Cependant, le nombre de pas ne considèrent pas à quelle vitesse vous marchez, faites du jogging, ou courez. Ainsi, nous convertissons automatiquement vos nombres de pas par minute d'exercice léger, modéré ou vigoureux . Si vous vivez avec le diabète, l'ACD et ADA recommandent que vous accumulez un minimum de 150 mins d'exercice modéré et vigoureux par semaine.

source: You have reached your daily step count goal. Your new daily step count goal has been increased by 1000 steps.
fr: Vous avez atteint votre objectif quotidien de nombre de pas. Votre nouvel objectif quotidien de nombre de pas a été augmenté de 1000 pas.

source: You have reached your weekly step count goal. Your new weekly step count goal has been increased by 5000 steps.
fr: Vous avez atteint votre objectif de nombre de pas hebdomadaire. Votre nouvel objectif de nombre de pas hebdomadaire a été augmenté de 5000 pas.

source: Registering...
fr: Inscription...

source: Logging in...
fr: Se connecter...

source: By registering, you agree to our EULA. After registration, you will receive a verification email. Please verify your account to continue using GoHealthNow.
fr: En vous inscrivant, vous acceptez nos CLUF. Après l'inscription, vous recevrez un e-mail de vérification. Vérifiez votre compte pour continuer à utiliser GoHealthNow s.v.p.

source: INVALID EMAIL
fr: EMAIL INVALIDE

source: PASSWORD IS TOO SHORT
fr: Ce mot de passe est trop court

source: View EULA
fr: Voir CLUF

source: Your height seems too short. Please input your height correctly(Not less than 40cm/1ft 4inch).
fr: Votre taille semble être trop courte. Veuillez entrer votre taille correctement (Pas moins de 40cm / 1ft 4inch).

source: Your weight seems too low. Please input your weight correctly(Not less than 10kg/23lb).
fr: Votre poids semble trop petit. Veuillez entrer votre poids correctement (Pas moins de 10kg / 23lb).

source: Please input your %@ percentage
fr: Entrez votre %@ pourcentage s.v.p.

source: Maximum value: 100
fr: Valeur maximale: 100

source: Please input a number less than or equal to 100
fr: Veuillez saisir un nombre inférieur ou égal à 100

source: Your total percentage value must add up to 100
fr: Votre pourcentage total doit être de 100

source: Meal/Snack
fr: Repas/Collation

source: Carbs (g)
fr: Glucides (g)

source: 3 Snacks
fr: 3 Collations

source: Log Time
fr: Heure d'enregistrement

source: Reminder Notification Created
fr: Rappel de notification créé

source: Reminder Notification Updated
fr: Mise à jour Rappel de notification

source: Medication Record
fr: Médicament enregistré

source: Modify Reminder
fr: Modifier Rappel

source: Small Issue. Please Try Again.
fr: Petit problème. Veuillez réessayer.

source: Metric (kg, cm)
fr: Métrique (kg, cm)

# Imperial (lbs, ft/in)
source: Imperial (lb, ft/in)
fr: Impérial (livres, ft/in)

source: Male
fr: Homme

source: Female
fr: Femme

source: Height (cm)
fr: Grandeur (cm)

source: Height (feet, inches)
fr: Grandeur (Pieds, Pouces)

# lbs
source: lb
fr: livres

source: BMI and Waist (cm)
fr: IMC et taille (cm)

source: BMI and Waist (inches)
fr: IMC et taille (en pouces)

source: Not another tracker! GoHealthNow is your personal guide. Lose weight, gain health NOW! May help you reduce medications. (read Eula)
fr: Pas un autre localisateur! Un GUIDE personnel. Perdez du poids, gagnez en santé MAINTENANT. Peut vous aider à réduire la prise de médicaments (lire CLUF)

source: Welcome to GoHealthNow
fr: Bienvenue

source: Get instructions
fr: Pour en savoir plus

source: To learn more ? Go to Menu->How to...
fr: Pour en savoir plus: Menu > Fonctionnement…?

source: Set goals
fr: Définir votre objectif

source: Please hold the microphone button while you are speaking. Release the button to finish.
fr: Veuillez maintenir la touche microphone pendant que vous parlez. Relâchez le bouton pour terminer.

source: Release to finish
fr: Relâchez pour terminer

source: Recording...
fr: Enregistrement...

source: Register
fr: Registre

source: Login
fr: S'identifier
